Repository: RaidenRabit/Phaethon
Catalog: Phaethon/WebClient/Resources/Language Files/LanguagePack.*.resx
Languages: lv

source: About
lv: Par mums

# AboutPageDescriptionText
source: Your application description page.
lv: Jūsu lapas apraksts.

# AboutPageText
source: Use this area to provide additional information.
lv: Izmantojiet šo apgabalu, lai sniegtu papildu informāciju.

# ActionLabel
source: Action
lv: Darbība

# AddressCityPlaceholder
source: City
lv: Pilsēta

# AddressExtraPlaceholder
source: Extra Information
lv: Papildus informācija

# AddressIDPlaceholder
source: Address ID
lv: Adreses ID

# AddressNumberPlaceholder
source: Number
lv: Adreses numurs

# CompaniesPlaceholder
source: Companies
lv: Kompānijas

# CompanyAddressLabel
source: Address
lv: Adrese

# CompanyBankNumberLabel
source: Bank Number
lv: Bankas numurs

# CompanyLocationLabel
source: Location
lv: Atrašanās vieta

# CompanyRegistrationNumberLabel
source: Registration Number
lv: Reģistrācijas numurs

source: Contact
lv: Kontakti

# ContactPagePhone
source: Phone
lv: Tālrunis

# ContactPageSupport
source: Support
lv: Atbalsts

source: Cost
lv: Izmaksas

# CustomerEmailPlaceholder
source: Email
lv: E-pasts

# CustomerFamilyNamePlaceholder
source: Family Name
lv: Uzvārds

# CustomerGivenNamePlaceholder
source: Given Name
lv: Vārds

# CustomerIdPlaceholder
source: Customer ID
lv: Klienta ID

# CustomerNamePlaceHolder
source: Customer Name
lv: Klienta vārds

# DeleteButton
source: Delete
lv: Dzēst

# DeleteButtonTitle
source: This button removes item, action can be canceled by clicking button again.
lv: Šī poga noņem objektu, darbību var atcelt, vēlreiz nospiežot pogu.

# DocumentNumberPlaceholder
source: Document Number
lv: Dokumenta numurs

source: English
lv: Angļu

# ErrorPageText
source: An error occurred while processing your request.
lv: Apstrādājot jūsu pieprasījumu, radās kļūda.

# ErrorPageTitle
source: Error.
lv: Kļūda.

# FinishedTimePlaceHolder
source: Finished Time
lv: Pabeigšanas laiks

# InvoiceInfoLabel
source: Invoice Info
lv: Rekvizītu informācija

source: Invoice List
lv: Rekvizītu saraksts

source: Invoices
lv: Rekvizīti

# InvoiceSearch
source: Search for invoice
lv: Maklēt rekvizītu

source: Invoice type
lv: Rekvizīta tips

# ItemIncomingPriceLabel
source: Price With Tax
lv: Cena ar nodokli

source: Items
lv: Prece

source: Item search
lv: Preces meklēšana

# JobDescriptionPlaceHolder
source: Job Description
lv: Darba informācija

source: Job Details
lv: Darba detaļas

# JobIdPlaceHolder
source: Job Id
lv: Darba ID

source: Job List
lv: Darbu saraksts

# JobNamePlaceHolder
source: Job Name
lv: Darba vārds

# JobSearchCardTitle
source: Job search
lv: Meklēt darbu

source: Job Status
lv: Darba status

# JobStatusDone
source: Done
lv: Pabeigts

# JobStatusInProggress
source: In Proggress
lv: Progresā

# JobStatusUnassigned
source: Unassigned
lv: Nav uzsākts

source: Latvian
lv: Latviešu

# NewCompanyButton
source: Clear information
lv: Jauna kompānija

# NewInvoiceButton
source: New Invoice
lv: Jauns rekvizīts

# NewItemButton
source: Add New Item
lv: Pievienot jaunu preci

# NewJob
source: Create new job
lv: Izveidot jaunu darbu

source: Notification Status
lv: Paziņojuma statuss

# PaymentDateLabel
source: Payment Date
lv: Maksājuma datums

# PrescriptionDateLabel
source: Prescription Date
lv: Pieprasīšanas datums

# ProductBarcodeLabel
source: Product Barcode
lv: Produkta svītrkods

# ProductGroupMarginLabel
source: Product Group Margin
lv: Produkta grupas uzcenojums

# ProductGroupNameLabel
source: Name
lv: Produkta grupas vārds

# ProductNameLabel
source: Product Name
lv: Produkta vārds

source: Product Price
lv: Produkta cena

# ProductsLabel
source: Products
lv: Produkti

# QuantityLabel
source: Quantity
lv: Daudzums

# ReceiverCompanyLabel
source: Receiver Company
lv: Saņēmēja uzņēmums

source: Receiving company
lv: Saņēmēj uzņēmums

# ReceptionDateLabel
source: Reception Date
lv: Saņemšanas datums

# RepresentativeNameLabel
source: Representative Name
lv: Pārstāvja vārds

source: Save
lv: Saglabāt

source: Select Language
lv: Izvēlēties valodu

# SenderCompanyLabel
source: Sender Company
lv: Sūtītāja uzņēmums

source: Sending company
lv: Sūtītāj uzņēmums

# SerialNumberLabel
source: Serial Number
lv: Seriāla numurs

# StartedTimePlaceHolder
source: Started Time
lv: Uzsākšanas laiks

source: Sum
lv: Summa

# TaxGroupLabel
source: Tax Group
lv: Nodokļu grupa

# TaxLabel
source: Tax
lv: Nodoklis

# TransportCostLabel
source: Transport Cost
lv: Transporta izmaksas

# YourContectPage
source: Your contact page.
lv: Jūsu kontaktpersonu lapa.

source: Jobs
lv: Darbi

source: Address Details
lv: Adreses Detaļas

# AddressStreetPlaceholder
source: Street
lv: Iela

source: Cancel
lv: Atcelt

source: Customer Details
lv: Klientu informācija

source: Edit
lv: Mainīt

source: Incoming
lv: Ienākošais

source: Item Selection
lv: Preces atlasīšana

source: Outgoing
lv: Izejošais

source: Select
lv: Izvēlieties

source: View Details
lv: Pārskatīt detaļas

source: Details
lv: Detaļas

# ItemAdd
source: Add new item
lv: Pievienot jaunu preci

# ItemOutgoingPriceLabel
source: Outgoing price
lv: Izejošā cena

# Back
source: Go back
lv: Atgriezties
